hx_sweep/He_1bar_Re500/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.330267 0 0);
boundaryField
{
    inlet          { type flowRateInletVelocity; massFlowRate 1.590000e-04; rho rho; value uniform (0.330267 0 0); }
    outlet         { type pressureInletOutletVelocity; value uniform (0.330267 0 0); }
    heatedWall     { type noSlip; }
    adiabaticWalls { type noSlip; }
}
